payment_responces = {
    "3d_secure_failed": "Не пройдена аутентификация по 3-D Secure. При новой попытке оплаты вам следует пройти аутентификацию, использовать другое платежное средство или обратиться в банк за уточнениями",
    "call_issuer": "Оплата данным платежным средством отклонена по неизвестным причинам. Вам следует обратиться в организацию, выпустившую платежное средство",
    "card_expired": "Истек срок действия банковской карты. При новой попытке оплаты вам следует использовать другое платежное средство",
    "country_forbidden": "Нельзя заплатить банковской картой, выпущенной в этой стране. При новой попытке оплаты вам следует использовать другое платежное средство",
    "expired_on_confirmation": "Истек срок оплаты: вы не подтвердили платеж за время, отведенное на оплату. Вернитесь в бота для нажмите на кнопку 'Оплатить курс'",
    "fraud_suspected": "Платеж заблокирован из-за подозрения в мошенничестве. Привяжите другую карту для повторной попытки оплаты",
    "insufficient_funds": "Не хватает денег для оплаты. Вам следует пополнить баланс или привязать другую карту",
    "internal_timeout": "Технические неполадки на стороне ЮKassa: не удалось обработать запрос в течение 30 секунд. Вернитесь в бота для нажмите на кнопку 'Оплатить курс'",
    "invalid_card_number": "Неправильно указан номер карты",
    "invalid_csc": "Неправильно указан код CVV2 (CVC2, CID)",
    "issuer_unavailable": "Организация, выпустившая платежное средство, недоступна. Привяжите другую карту для повторной попытки оплаты",
    "payment_method_limit_exceeded": "Исчерпан лимит платежей для данного платежного средства. Привяжите другую карту для повторной попытки оплаты",
    "payment_method_restricted": "Запрещены операции данным платежным средством (например, карта заблокирована из-за утери, кошелек — из-за взлома мошенниками). Вам следует обратиться в организацию, выпустившую платежное средство",
}
payout_responces = {
    "fraud_suspected": "Платеж заблокирован из-за подозрения в мошенничестве. Привяжите другую карту для повторной попытки оплаты",
    "insufficient_funds": "На балансе выплат не хватает денег для проведения выплаты",
    "issuer_unavailable": "Организация, выпустившая платежное средство, недоступна. Привяжите другую карту для повторной попытки оплаты",
    "one_time_limit_exceeded": "Превышен лимит на разовое зачисление",
    "periodic_limit_exceeded": "Превышен лимит выплат за период времени (сутки, месяц)",
    "rejected_by_payee": "Эмитент отклонил выплату по неизвестным причинам. Вам следует обратиться к эмитенту за уточнением подробностей или привязать другую банковскую карту",
}